from typing import List, Dict

street_change: Dict[str, str] = {"ул.": "улица ", "улица": "улица ", "Улица": "улица ",
                 "пер.": "переулок ", "переулок": "переулок ", "пер..": "переулок ",
                 "проезд": "проезд ", "проезд.": "проезд ",
                 "квартал": "квартал ", "кв-л": "квартал ",
                 "дорога": "дорога ",
                 "ш.": "шоссе ", "шоссе": "шоссе ",
                 "ш": "шоссе",
                 "бульвар": "бульвар ",
                 "проспект": "проспект ",
                 "аллея": "аллея ", "ал.": "аллея ",
                 "линия": "линия ",
                 "тер.": "территория ",
                 "туп.": "тупик ", "тупик": "тупик ",
                 "наб.": "набережная ", "набережная": "набережная ",
                 "мкр.": "микрорайон ", "мкр": "микрорайон ", "мк.": "микрорайон ", "мк": "микрорайон ",
                 "пл.": "площадь ", "площадь": "площадь ", "Площадь": "площадь ",
                 "просек": "просек ",
                 "жилрайон": "жилрайон ",
                 "ЖК": "жилой комплекс ", "Жилой": "жилой комплекс "
                 }

home_change: List[str] = ["дом", "Дом", "д.", "Д.", "д", "Д", "Литер", "литер"]
