export const tags = [
  "в доме есть лифт",
  "парковка на крыше",
  "наземная парковка",
  "подземная парковка",
  "многоуровневая парковка",
];
export const region = [
  "Любой",
  "Москва",
  "Санкт-Петербург",
  "Казань",
  "Нижний Новгород",
  "Новосибирск",
  "Екатеринбург",
];
export const axios = [
  "цена",
  "площадь",
  "этаж",
  "количество комнат",
  "всего этажей",
  "год",
  "время до метро",
];
export const houseMaterials = [
  "Любой",
  "Кирпичный",
  "Блочный",
  "Монолитный",
  "Деревянный",
  "Оловянный",
  "Сталинский",
  "Стеклянный",
  "Кирпично-монолитный",
];
export const houseTypes = ["Любой", "Первичка", "Вторичка"];
export const axiosColumn = [
  "материал дома",
  "тип квартиры",
  "ремонт",
  "метро",
  "регион",
];
export const repairTypes = [
  "Любой",
  "Без ремонта предчистовая отделка",
  "Без ремонта средняя отделка",
  "Без ремонта черновая отделка",
  "С ремонтом и без мебели дизайнерский ремонт",
  "С ремонтом и без мебели евроремонт",
  "С ремонтом и без мебели косметический ремонт",
  "С ремонтом и без мебели старый ремонт",
  "С ремонтом и мебелью дизайнерский ремонт",
  "С ремонтом и мебелью евроремонт",
  "С ремонтом и мебелью косметический ремонт",
  "С ремонтом и мебелью старый ремонт",
];
