export const parkingTypes = [
  "парковка на крыше",
  "наземная парковка",
  "подземная парковка",
  "многоуровневая парковка",
  "нет парковки",
];
export const houseTypes = [
  "кирпичный",
  "блочный",
  "монолитный",
  "деревянный",
  "оловянный",
  "сталинский",
  "стеклянный",
  "кирпично-монолитный",
];
export const roomsNumberOptions = [
  "студия",
  "1-комнатная",
  "2-комнатная",
  "3-комнатная",
  "4-комнатная",
  "5-комнатная",
  "6-комнатная",
];
export const flatTypes = ["первичка", "вторичка"];
